{
  "text": {
    " ": 0,
    "q": 1261,
    "u": 1521,
    "a": 301,
    "i": 798,
    "s": 1366,
    " q": 212,
    "qu": 1262,
    "ua": 1523,
    "ai": 337,
    "is": 862,
    "s ": 1367,
    " qu": 213,
    "qua": 1263,
    "uai": 1524,
    "ais": 340,
    "is ": 863,
    " qua": 214,
    "quai": 1264,
    "uais": 1525,
    "ais ": 341,
    "ã": 1646,
    "o": 1103,
    " s": 222,
    "sã": 1451,
    "ão": 1648,
    "o ": 1104,
    " sã": 236,
    "são": 1452,
    "ão ": 1649,
    " são": 237,
    "são ": 1453,
    " a": 4,
    "as": 402,
    " as": 30,
    "as ": 403,
    " as ": 31,
    "r": 1269,
    "e": 591,
    "c": 475,
    "t": 1457,
    " r": 216,
    "re": 1300,
    "ec": 601,
    "ce": 487,
    "ei": 623,
    "it": 874,
    "ta": 1459,
    " re": 217,
    "rec": 1303,
    "ece": 602,
    "cei": 494,
    "eit": 629,
    "ita": 875,
    "tas": 1468,
    " rec": 218,
    "rece": 1304,
    "ecei": 604,
    "ceit": 495,
    "eita": 630,
    "itas": 877,
    "tas ": 1469,
    "d": 540,
    "p": 1210,
    "n": 1014,
    "í": 1670,
    "v": 1578,
    " d": 67,
    "di": 562,
    "sp": 1408,
    "po": 1235,
    "on": 1162,
    "ní": 1100,
    "ív": 1677,
    "ve": 1588,
    " di": 75,
    "dis": 573,
    "isp": 867,
    "spo": 1411,
    "pon": 1238,
    "oní": 1176,
    "nív": 1101,
    "íve": 1678,
    "vei": 1590,
    "eis": 627,
    " dis": 77,
    "disp": 574,
    "ispo": 868,
    "spon": 1412,
    "poní": 1239,
    "onív": 1177,
    "níve": 1102,
    "ívei": 1679,
    "veis": 1591,
    "eis ": 628,
    "m": 967,
    "-": 277,
    " m": 153,
    "mo": 1001,
    "os": 1185,
    "st": 1424,
    "tr": 1499,
    "ra": 1278,
    "a-": 303,
    "-m": 278,
    "me": 985,
    "e ": 592,
    " mo": 161,
    "mos": 1003,
    "ost": 1190,
    "str": 1436,
    "tra": 1500,
    "ra-": 1280,
    "a-m": 304,
    "-me": 281,
    "me ": 986,
    " mos": 162,
    "most": 1005,
    "ostr": 1193,
    "stra": 1437,
    "tra-": 1501,
    "ra-m": 1281,
    "a-me": 306,
    "-me ": 282,
    "ue": 1535,
    "que": 1266,
    "ue ": 1536,
    " que": 215,
    "que ": 1267,
    " t": 238,
    "te": 1472,
    "en": 643,
    "ns": 1063,
    " te": 241,
    "ten": 1478,
    "ens": 649,
    "ns ": 1064,
    " ten": 242,
    "tens": 1480,
    "ens ": 650,
    "b": 444,
    "sa": 1371,
    "ab": 307,
    "be": 450,
    "es": 682,
    " sa": 224,
    "sab": 1373,
    "abe": 308,
    "bes": 457,
    "es ": 683,
    " sab": 225,
    "sabe": 1374,
    "abes": 310,
    "bes ": 458,
    "h": 778,
    " c": 51,
    "co": 515,
    "nh": 1048,
    "he": 785,
    " co": 59,
    "con": 525,
    "onh": 1169,
    "nhe": 1052,
    "hec": 786,
    "ces": 501,
    " con": 62,
    "conh": 527,
    "onhe": 1170,
    "nhec": 1053,
    "hece": 787,
    "eces": 606,
    "ces ": 502,
    "f": 722,
    "z": 1623,
    " f": 95,
    "fa": 723,
    "az": 432,
    "ze": 1628,
    "er": 662,
    "r ": 1270,
    " fa": 96,
    "faz": 730,
    "aze": 433,
    "zer": 1629,
    "er ": 663,
    " faz": 99,
    "faze": 731,
    "azer": 434,
    "zer ": 1630,
    " p": 193,
    "pa": 1211,
    "ar": 384,
    "a ": 302,
    " pa": 194,
    "par": 1213,
    "ara": 388,
    "ra ": 1279,
    " par": 195,
    "para": 1214,
    "ara ": 389,
    " me": 156,
    " me ": 157,
    "g": 754,
    "su": 1443,
    "ug": 1541,
    "ge": 758,
    "ri": 1325,
    "ir": 854,
    " su": 233,
    "sug": 1444,
    "uge": 1542,
    "ger": 759,
    "eri": 672,
    "rir": 1336,
    "ir ": 855,
    " sug": 234,
    "suge": 1445,
    "uger": 1543,
    "geri": 761,
    "erir": 675,
    "rir ": 1337,
    "rar": 1286,
    "ar ": 385,
    "trar": 1502,
    "rar ": 1287,
    "da": 541,
    " da": 68,
    "dar": 545,
    " dar": 70,
    "dar ": 546,
    " e": 84,
    "si": 1394,
    "in": 838,
    "na": 1015,
    " en": 88,
    "nsi": 1069,
    "sin": 1398,
    "ina": 839,
    "nar": 1017,
    " ens": 89,
    "ensi": 652,
    "nsin": 1070,
    "sina": 1399,
    "inar": 840,
    "nar ": 1018,
    "j": 899,
    "aj": 342,
    "ju": 902,
    "ud": 1528,
    " aj": 17,
    "aju": 343,
    "jud": 903,
    "uda": 1529,
    " aju": 18,
    "ajud": 344,
    "juda": 904,
    "udar": 1531,
    " i": 125,
    "nd": 1024,
    "ic": 806,
    "ca": 476,
    " in": 126,
    "ind": 841,
    "ndi": 1027,
    "dic": 566,
    "ica": 807,
    "car": 484,
    " ind": 127,
    "indi": 842,
    "ndic": 1029,
    "dica": 567,
    "icar": 809,
    "car ": 485,
    "om": 1149,
    "eco": 609,
    "com": 518,
    "ome": 1153,
    "men": 989,
    "end": 644,
    "nda": 1025,
    "reco": 1306,
    "ecom": 610,
    "come": 521,
    "omen": 1154,
    "mend": 990,
    "enda": 645,
    "ndar": 1026,
    " o": 176,
    "of": 1123,
    "fe": 732,
    " of": 178,
    "ofe": 1124,
    "fer": 735,
    "ere": 669,
    "cer": 498,
    " ofe": 179,
    "ofer": 1125,
    "fere": 736,
    "erec": 671,
    "ecer": 605,
    "cer ": 499,
    "ap": 381,
    "pr": 1244,
    "se": 1384,
    "nt": 1073,
    " ap": 28,
    "apr": 382,
    "pre": 1249,
    "res": 1317,
    "ese": 688,
    "sen": 1390,
    "ent": 654,
    "nta": 1074,
    "tar": 1463,
    " apr": 29,
    "apre": 383,
    "pres": 1253,
    "rese": 1319,
    "esen": 689,
    "sent": 1391,
    "enta": 655,
    "ntar": 1077,
    "tar ": 1464,
    " os": 187,
    "os ": 1186,
    " os ": 188,
    "l": 915,
    " u": 249,
    "ut": 1567,
    "sí": 1454,
    "íl": 1671,
    "li": 939,
    "io": 849,
    " ut": 255,
    "ute": 1568,
    "nsí": 1071,
    "síl": 1455,
    "íli": 1672,
    "lio": 944,
    "ios": 852,
    " ute": 256,
    "uten": 1569,
    "ensí": 653,
    "nsíl": 1072,
    "síli": 1456,
    "ílio": 1673,
    "lios": 945,
    "ios ": 853,
    "ci": 507,
    "so": 1404,
    " pr": 206,
    "eci": 607,
    "cis": 510,
    "iso": 864,
    "sos": 1406,
    " pre": 208,
    "prec": 1250,
    "reci": 1305,
    "ecis": 608,
    "ciso": 511,
    "isos": 866,
    "sos ": 1407,
    "á": 1638,
    " n": 163,
    "ne": 1032,
    "ss": 1413,
    "sá": 1448,
    "ár": 1643,
    " ne": 166,
    "nec": 1034,
    "ess": 692,
    "ssá": 1422,
    "sár": 1449,
    "ári": 1644,
    "rio": 1334,
    " nec": 167,
    "nece": 1035,
    "cess": 503,
    "essá": 693,
    "ssár": 1423,
    "sári": 1450,
    "ário": 1645,
    "rios": 1335,
    " es": 91,
    "est": 694,
    "sta": 1425,
    "ta ": 1460,
    " est": 92,
    "esta": 695,
    "sta ": 1426,
    "ita ": 876,
    "so ": 1405,
    "iso ": 865,
    "e-": 593,
    "tre": 1503,
    "re-": 1301,
    "e-m": 594,
    "stre": 1438,
    "tre-": 1504,
    "re-m": 1302,
    "e-me": 595,
    "ng": 1043,
    "gr": 768,
    "ed": 611,
    "ie": 815,
    "ing": 843,
    "ngr": 1046,
    "gre": 771,
    "red": 1307,
    "edi": 612,
    "die": 569,
    "ien": 816,
    "nte": 1079,
    "tes": 1482,
    " ing": 128,
    "ingr": 844,
    "ngre": 1047,
    "gred": 772,
    "redi": 1308,
    "edie": 613,
    "dien": 570,
    "ient": 817,
    "ente": 656,
    "ntes": 1081,
    "tes ": 1483,
    "ro": 1347,
    "uer": 1537,
    "ero": 678,
    "ro ": 1348,
    "quer": 1268,
    "uero": 1538,
    "ero ": 679,
    "um": 1549,
    "ma": 969,
    " um": 250,
    "uma": 1550,
    "ma ": 970,
    " uma": 251,
    "uma ": 1551,
    "de": 553,
    " de": 72,
    "de ": 554,
    " de ": 73,
    " b": 39,
    "ba": 445,
    "ac": 313,
    "al": 345,
    "lh": 936,
    "ha": 779,
    "au": 420,
    "u ": 1522,
    " ba": 40,
    "bac": 446,
    "aca": 314,
    "cal": 482,
    "alh": 352,
    "lha": 937,
    "hau": 783,
    "au ": 421,
    " bac": 41,
    "baca": 447,
    "acal": 316,
    "calh": 483,
    "alha": 353,
    "lhau": 938,
    "hau ": 784,
    "_": 287,
    " _": 1,
    "__": 292,
    "_n": 298,
    "nu": 1085,
    "mb": 982,
    "r_": 1274,
    "_ ": 288,
    " __": 2,
    "__n": 296,
    "_nu": 299,
    "num": 1086,
    "umb": 1552,
    "mbe": 983,
    "ber": 455,
    "er_": 664,
    "r__": 1275,
    "__ ": 293,
    " __n": 3,
    "__nu": 297,
    "_num": 300,
    "numb": 1087,
    "umbe": 1553,
    "mber": 984,
    "ber_": 456,
    "er__": 665,
    "r__ ": 1276,
    " l": 137,
    "la": 917,
    "an": 364,
    " la": 138,
    "las": 921,
    "asa": 404,
    "san": 1375,
    "anh": 371,
    "nha": 1049,
    "ha ": 780,
    " las": 139,
    "lasa": 923,
    "asan": 405,
    "sanh": 1376,
    "anha": 372,
    "nha ": 1050,
    " h": 118,
    "ho": 790,
    "oj": 1133,
    "je": 900,
    " ho": 121,
    "hoj": 792,
    "oje": 1134,
    "je ": 901,
    " hoj": 122,
    "hoje": 793,
    "oje ": 1135,
    "pas": 1216,
    "ast": 410,
    " pas": 196,
    "past": 1218,
    "asta": 411,
    "bo": 461,
    "ol": 1140,
    "lo": 950,
    " bo": 45,
    "bol": 465,
    "olo": 1144,
    "lo ": 951,
    " bol": 47,
    "bolo": 467,
    "olo ": 1145,
    "x": 1609,
    "pe": 1219,
    "ix": 892,
    "xe": 1613,
    " pe": 197,
    "pei": 1221,
    "eix": 633,
    "ixe": 893,
    "xe ": 1614,
    " pei": 198,
    "peix": 1223,
    "eixe": 634,
    "ixe ": 894,
    "rn": 1344,
    " ca": 52,
    "arn": 396,
    "rne": 1345,
    "ne ": 1033,
    " car": 53,
    "carn": 486,
    "arne": 397,
    "rne ": 1346,
    "dá": 588,
    "á-": 1640,
    " dá": 82,
    "dá-": 589,
    "á-m": 1641,
    " dá-": 83,
    "dá-m": 590,
    "á-me": 1642,
    "da ": 542,
    "uda ": 1530,
    "do": 577,
    "oma": 1151,
    "man": 973,
    "and": 365,
    "ndo": 1030,
    "dos": 581,
    " com": 61,
    "coma": 520,
    "oman": 1152,
    "mand": 974,
    "ando": 366,
    "ndos": 1031,
    "dos ": 582,
    "omo": 1158,
    "mo ": 1002,
    "como": 523,
    "omo ": 1159,
    " po": 202,
    "pos": 1242,
    "oss": 1187,
    "sso": 1420,
    " pos": 205,
    "poss": 1243,
    "osso": 1189,
    "sso ": 1421,
    "us": 1561,
    " us": 252,
    "usa": 1563,
    "sar": 1377,
    " usa": 253,
    "usar": 1564,
    "sar ": 1378,
    " o ": 177,
    "ass": 406,
    "ssi": 1416,
    "sis": 1400,
    "ist": 871,
    "ste": 1429,
    "te ": 1473,
    " ass": 32,
    "assi": 408,
    "ssis": 1418,
    "sist": 1401,
    "iste": 873,
    "sten": 1433,
    "tent": 1481,
    "nte ": 1080,
    "od": 1112,
    "pod": 1236,
    "ode": 1116,
    "des": 555,
    " pod": 203,
    "pode": 1237,
    "odes": 1117,
    "des ": 556,
    "fu": 749,
    "un": 1554,
    "nc": 1019,
    " fu": 107,
    "fun": 752,
    "unc": 1555,
    "nci": 1022,
    "cio": 508,
    "ion": 850,
    "ona": 1163,
    "na ": 1016,
    " fun": 109,
    "func": 753,
    "unci": 1557,
    "ncio": 1023,
    "cion": 509,
    "iona": 851,
    "ona ": 1164,
    "s-": 1368,
    "es-": 684,
    "s-m": 1369,
    "des-": 557,
    "es-m": 685,
    "s-me": 1370,
    "eg": 619,
    "gu": 773,
    "ons": 1171,
    "nse": 1067,
    "seg": 1386,
    "egu": 620,
    "gue": 774,
    "ues": 1539,
    "cons": 528,
    "onse": 1172,
    "nseg": 1068,
    "segu": 1387,
    "egue": 621,
    "gues": 775,
    "ues ": 1540,
    " g": 110,
    "go": 764,
    "ia": 800,
    " go": 113,
    "gos": 766,
    "ari": 394,
    "ria": 1326,
    "ia ": 801,
    " gos": 115,
    "gost": 767,
    "osta": 1191,
    "star": 1427,
    "tari": 1467,
    "aria": 395,
    "ria ": 1327,
    "tã": 1513,
    "ges": 762,
    "stã": 1441,
    "tão": 1514,
    "uges": 1544,
    "gest": 763,
    "estã": 698,
    "stão": 1442,
    "tão ": 1515,
    "gere": 760,
    "ere-": 670,
    "lg": 933,
    " al": 19,
    "alg": 350,
    "lgo": 934,
    "go ": 765,
    " alg": 21,
    "algo": 351,
    "lgo ": 935,
    "ep": 659,
    "et": 699,
    "rep": 1315,
    "epe": 660,
    "pet": 1229,
    "ete": 701,
    " rep": 220,
    "repe": 1316,
    "epet": 661,
    "pete": 1230,
    "ete ": 702,
    "or": 1181,
    "por": 1240,
    "or ": 1182,
    " por": 204,
    "por ": 1241,
    "av": 424,
    "vo": 1603,
    "fav": 728,
    "avo": 428,
    "vor": 1605,
    " fav": 98,
    "favo": 729,
    "avor": 429,
    "vor ": 1606,
    "ti": 1484,
    "eti": 703,
    "tir": 1487,
    "peti": 1231,
    "etir": 704,
    "tir ": 1488,
    "nã": 1093,
    " nã": 174,
    "não": 1094,
    " não": 175,
    "não ": 1095,
    "rc": 1292,
    "eb": 596,
    "bi": 459,
    "i ": 799,
    "per": 1226,
    "erc": 666,
    "rce": 1295,
    "ceb": 491,
    "ebi": 597,
    "bi ": 460,
    " per": 199,
    "perc": 1227,
    "erce": 668,
    "rceb": 1296,
    "cebi": 492,
    "ebi ": 598,
    "mp": 1008,
    "ee": 616,
    "omp": 1160,
    "mpr": 1011,
    "ree": 1309,
    "een": 617,
    "di ": 563,
    "comp": 524,
    "ompr": 1161,
    "mpre": 1013,
    "pree": 1251,
    "reen": 1310,
    "eend": 618,
    "endi": 646,
    "ndi ": 1028,
    "ú": 1691,
    " ú": 274,
    "úl": 1695,
    "lt": 958,
    "im": 828,
    " úl": 275,
    "últ": 1696,
    "lti": 961,
    "tim": 1485,
    "imo": 834,
    " últ": 276,
    "últi": 1697,
    "ltim": 962,
    "timo": 1486,
    "imo ": 835,
    "pass": 1217,
    "asso": 409,
    " se": 227,
    "ser": 1392,
    " ser": 230,
    "seri": 1393,
    "eria": 673,
    "iv": 885,
    "el": 635,
    "l ": 916,
    "siv": 1402,
    "ive": 888,
    "vel": 1592,
    "el ": 636,
    "ossi": 1188,
    "ssiv": 1419,
    "sive": 1403,
    "ivel": 889,
    "vel ": 1593,
    "ou": 1197,
    "uv": 1572,
    "vi": 1596,
    " ou": 189,
    "ouv": 1198,
    "uvi": 1573,
    "vi ": 1597,
    " ouv": 190,
    "ouvi": 1199,
    "uvi ": 1574,
    "pri": 1254,
    "rim": 1332,
    "ime": 832,
    "mei": 987,
    "eir": 625,
    "iro": 860,
    " pri": 209,
    "prim": 1255,
    "rime": 1333,
    "imei": 833,
    "meir": 988,
    "eiro": 626,
    "iro ": 861,
    " v": 257,
    "va": 1579,
    "am": 358,
    " va": 258,
    "vam": 1584,
    "amo": 362,
    " vam": 260,
    "vamo": 1585,
    "amos": 363,
    "mos ": 1004,
    "ç": 1652,
    "eç": 719,
    "ça": 1653,
    "meç": 995,
    "eça": 720,
    "çar": 1655,
    "omeç": 1155,
    "meça": 996,
    "eçar": 721,
    "çar ": 1656,
    "m ": 968,
    "om ": 1150,
    "com ": 519,
    " a ": 5,
    "le": 924,
    "t ": 1458,
    " le": 140,
    "let": 928,
    "et ": 700,
    " let": 142,
    "let ": 929,
    " s ": 223,
    " go ": 114,
    "oz": 1207,
    "zi": 1631,
    "coz": 532,
    "ozi": 1208,
    "zin": 1632,
    "inh": 845,
    "har": 781,
    " coz": 64,
    "cozi": 533,
    "ozin": 1209,
    "zinh": 1633,
    "inha": 846,
    "nhar": 1051,
    "har ": 782,
    "val": 1581,
    "ale": 346,
    "le ": 925,
    " val": 259,
    "vale": 1582,
    "ale ": 347,
    "lá": 963,
    "á ": 1639,
    " lá": 149,
    "lá ": 964,
    " lá ": 150,
    "nç": 1096,
    " av": 35,
    "ava": 425,
    "van": 1586,
    "anç": 377,
    "nça": 1097,
    "ça ": 1654,
    " ava": 36,
    "avan": 427,
    "vanç": 1587,
    "ança": 378,
    "nça ": 1098,
    "ó": 1680,
    "ró": 1363,
    "óx": 1684,
    "xi": 1615,
    "pró": 1259,
    "róx": 1364,
    "óxi": 1685,
    "xim": 1616,
    " pró": 211,
    "próx": 1260,
    "róxi": 1365,
    "óxim": 1686,
    "ximo": 1618,
    "nçar": 1099,
    " ac": 8,
    "cab": 478,
    "bei": 451,
    "ei ": 624,
    " aca": 9,
    "acab": 315,
    "cabe": 479,
    "abei": 309,
    "bei ": 452,
    "este": 696,
    "ste ": 1430,
    "ssa": 1414,
    "sa ": 1372,
    "assa": 407,
    "ssa ": 1415,
    "ui": 1545,
    "gui": 776,
    "uin": 1547,
    "int": 847,
    " seg": 229,
    "egui": 622,
    "guin": 777,
    "uint": 1548,
    "inte": 848,
    " j": 131,
    "já": 905,
    " já": 132,
    "já ": 906,
    " já ": 133,
    "fi": 737,
    "iz": 895,
    "z ": 1624,
    " fi": 102,
    "fiz": 744,
    "iz ": 896,
    " fiz": 104,
    "fiz ": 745,
    "tá": 1511,
    "stá": 1439,
    "tá ": 1512,
    "está": 697,
    "stá ": 1440,
    "to": 1492,
    "pro": 1256,
    "ron": 1351,
    "ont": 1173,
    "nto": 1082,
    "to ": 1493,
    " pro": 210,
    "pron": 1258,
    "ront": 1352,
    "onto": 1175,
    "nto ": 1083,
    " fe": 100,
    "fei": 733,
    "ito": 880,
    " fei": 101,
    "feit": 734,
    "eito": 632,
    "ito ": 881,
    " do": 79,
    "don": 579,
    "one": 1165,
    " don": 81,
    "done": 580,
    "one ": 1166,
    "enh": 647,
    "nho": 1054,
    "ho ": 791,
    "tenh": 1479,
    "enho": 648,
    "nho ": 1055,
    " na": 164,
    " na ": 165,
    "esp": 690,
    "spe": 1409,
    "pen": 1224,
    "nsa": 1065,
    " des": 74,
    "desp": 558,
    "espe": 691,
    "spen": 1410,
    "pens": 1225,
    "ensa": 651,
    "nsa ": 1066,
    "z-": 1625,
    "diz": 575,
    "iz-": 897,
    "z-m": 1626,
    " diz": 78,
    "diz-": 576,
    "iz-m": 898,
    "z-me": 1627,
    "ad": 324,
    " ad": 12,
    "adi": 330,
    "ici": 810,
    " adi": 14,
    "adic": 331,
    "dici": 568,
    "icio": 811,
    "ov": 1202,
    " ov": 191,
    "ovo": 1205,
    "vos": 1607,
    " ovo": 192,
    "ovos": 1206,
    "vos ": 1608,
    "à": 1636,
    " à": 268,
    "à ": 1637,
    " à ": 269,
    "k": 907,
    " k": 134,
    "ki": 912,
    "il": 824,
    " ki": 135,
    "kil": 913,
    "ilo": 826,
    "los": 956,
    " kil": 136,
    "kilo": 914,
    "ilos": 827,
    "los ": 957,
    "tos": 1497,
    "peit": 1222,
    "itos": 882,
    "tos ": 1498,
    "fr": 746,
    " fr": 105,
    "fra": 747,
    "ran": 1284,
    "ang": 369,
    "ngo": 1044,
    " fra": 106,
    "fran": 748,
    "rang": 1285,
    "ango": 370,
    "ngo ": 1045,
    " ce": 54,
    "ebo": 599,
    "ola": 1141,
    "la ": 918,
    " ceb": 55,
    "cebo": 493,
    "ebol": 600,
    "bola": 466,
    "ola ": 1142,
    " gr": 116,
    "gra": 769,
    "ram": 1282,
    "ama": 359,
    "mas": 976,
    " gra": 117,
    "gram": 770,
    "rama": 1283,
    "amas": 361,
    "mas ": 977,
    "aç": 437,
    "çú": 1663,
    "úc": 1692,
    " aç": 37,
    "açú": 442,
    "çúc": 1664,
    "úca": 1693,
    " açú": 38,
    "açúc": 443,
    "çúca": 1665,
    "úcar": 1694,
    " li": 143,
    "lit": 948,
    "itr": 883,
    "tro": 1505,
    " lit": 146,
    "litr": 949,
    "itro": 884,
    "tro ": 1506,
    "lei": 926,
    "ite": 878,
    " lei": 141,
    "leit": 927,
    "eite": 631,
    "ite ": 879,
    "lf": 930,
    "alf": 348,
    "lfa": 931,
    "fac": 724,
    "ace": 317,
    "ce ": 488,
    " alf": 20,
    "alfa": 349,
    "lfac": 932,
    "face": 725,
    "ace ": 318,
    "rei": 1311,
    "prei": 1252,
    "rei ": 1312,
    "ux": 1575,
    " tr": 245,
    "rou": 1353,
    "oux": 1200,
    "uxe": 1576,
    " tro": 246,
    "trou": 1507,
    "roux": 1354,
    "ouxe": 1201,
    "uxe ": 1577,
    "do ": 578,
    " do ": 80,
    "up": 1558,
    "rm": 1338,
    "sup": 1446,
    "upe": 1559,
    "erm": 676,
    "rme": 1342,
    "mer": 991,
    "rca": 1293,
    "cad": 480,
    "ado": 332,
    " sup": 235,
    "supe": 1447,
    "uper": 1560,
    "perm": 1228,
    "erme": 677,
    "rmer": 1343,
    "merc": 992,
    "erca": 667,
    "rcad": 1294,
    "cado": 481,
    "ado ": 333,
    "cr": 534,
    "sc": 1381,
    "acr": 322,
    "cre": 535,
    "esc": 686,
    "sce": 1382,
    "cen": 496,
    " acr": 11,
    "acre": 323,
    "cres": 536,
    "resc": 1318,
    "esce": 687,
    "scen": 1383,
    "cent": 497,
    "nta ": 1075,
    "ê": 1668,
    "lê": 965,
    "ê ": 1669,
    " lê": 151,
    "lê ": 966,
    " lê ": 152,
    "có": 537,
    "ód": 1681,
    "ig": 821,
    " có": 65,
    "cód": 538,
    "ódi": 1682,
    "dig": 571,
    "igo": 822,
    " cód": 66,
    "códi": 539,
    "ódig": 1683,
    "digo": 572,
    "igo ": 823,
    "rr": 1355,
    "bar": 448,
    "arr": 400,
    "rra": 1356,
    "ras": 1288,
    " bar": 42,
    "barr": 449,
    "arra": 401,
    "rras": 1357,
    "ras ": 1289,
    " e ": 85,
    "dest": 559,
    "du": 585,
    "rod": 1349,
    "odu": 1121,
    "dut": 586,
    "uto": 1570,
    "prod": 1257,
    "rodu": 1350,
    "odut": 1122,
    "duto": 587,
    "uto ": 1571,
    "em": 637,
    "rem": 1313,
    "emo": 641,
    "mov": 1006,
    "ove": 1203,
    "ve ": 1589,
    " rem": 219,
    "remo": 1314,
    "emov": 642,
    "move": 1007,
    "ove ": 1204,
    " da ": 69,
    "ret": 1320,
    "ira": 856,
    " ret": 221,
    "reti": 1321,
    "tira": 1489,
    "ira ": 857,
    "ml": 999,
    " ml": 159,
    "ml ": 1000,
    " ml ": 160,
    "use": 1565,
    "sei": 1388,
    " use": 254,
    "usei": 1566,
    "sei ": 1389,
    "mi": 997,
    "omi": 1156,
    "mi ": 998,
    "comi": 522,
    "omi ": 1157,
    "çã": 1657,
    "ãs": 1650,
    " ma": 154,
    "maç": 980,
    "açã": 438,
    "çãs": 1658,
    "ãs ": 1651,
    " maç": 155,
    "maçã": 981,
    "açãs": 439,
    "çãs ": 1659,
    " to": 243,
    "tod": 1494,
    "odo": 1118,
    " tod": 244,
    "todo": 1496,
    "odos": 1120,
    "lim": 942,
    "imp": 836,
    "mpa": 1009,
    "pa ": 1212,
    " lim": 144,
    "limp": 943,
    "impa": 837,
    "mpa ": 1010,
    "ga": 755,
    " ga": 111,
    "gas": 756,
    "tei": 1474,
    " gas": 112,
    "gast": 757,
    "aste": 412,
    "stei": 1431,
    "tei ": 1475,
    "oda": 1113,
    "das": 547,
    "toda": 1495,
    "odas": 1115,
    "das ": 548,
    "olas": 1143,
    "las ": 922,
    "odo ": 1119,
    "oda ": 1114,
    "lis": 946,
    " lis": 145,
    "list": 947,
    "ista": 872,
    "pra": 1245,
    "mpra": 1012,
    "pras": 1247,
    "fui": 750,
    "ui ": 1546,
    " fui": 108,
    "fui ": 751,
    "ao": 379,
    " ao": 26,
    "ao ": 380,
    " ao ": 27,
    "tu": 1508,
    " tu": 247,
    "tud": 1509,
    "udo": 1533,
    " tud": 248,
    "tudo": 1510,
    "udo ": 1534,
    "fal": 726,
    "alt": 356,
    "lta": 959,
    "tav": 1470,
    "va ": 1580,
    " fal": 97,
    "falt": 727,
    "alta": 357,
    "ltav": 960,
    "tava": 1471,
    "ava ": 426,
    "stav": 1428,
    "oc": 1109,
    "col": 516,
    "loc": 952,
    "oca": 1110,
    "ca ": 477,
    " col": 60,
    "colo": 517,
    "oloc": 1146,
    "loca": 953,
    "oca ": 1111,
    "prar": 1246,
    "nv": 1090,
    "env": 657,
    "nvi": 1091,
    "via": 1598,
    " env": 90,
    "envi": 658,
    "nvia": 1092,
    "via ": 1599,
    "eu": 707,
    "meu": 993,
    "eu ": 708,
    " meu": 158,
    "meu ": 994,
    " em": 86,
    "ema": 639,
    "mai": 971,
    "ail": 338,
    "il ": 825,
    " ema": 87,
    "emai": 640,
    "mail": 972,
    "ail ": 339,
    "ia-": 802,
    "via-": 1600,
    "ia-m": 803,
    "nf": 1040,
    "onf": 1167,
    "nfi": 1041,
    "fir": 742,
    "irm": 858,
    "rma": 1339,
    "conf": 526,
    "onfi": 1168,
    "nfir": 1042,
    "firm": 743,
    "irma": 859,
    "rma ": 1340,
    "se ": 1385,
    " se ": 228,
    "if": 818,
    " ve": 261,
    "ver": 1594,
    "rif": 1328,
    "ifi": 819,
    "fic": 738,
    " ver": 262,
    "veri": 1595,
    "erif": 674,
    "rifi": 1329,
    "ific": 820,
    "fica": 739,
    "ica ": 808,
    "uan": 1526,
    "ant": 374,
    "quan": 1265,
    "uant": 1527,
    "anto": 376,
    "ntos": 1084,
    "anta": 375,
    "ntas": 1078,
    "aces": 319,
    "há": 794,
    " há": 123,
    "há ": 795,
    " há ": 124,
    "ex": 714,
    " ex": 93,
    "exi": 715,
    "xis": 1619,
    "tem": 1476,
    "em ": 638,
    " exi": 94,
    "exis": 716,
    "xist": 1620,
    "stem": 1432,
    "tem ": 1477,
    "at": 413,
    "dat": 549,
    "ata": 414,
    " dat": 71,
    "data": 550,
    "ata ": 415,
    "id": 812,
    "ali": 354,
    "lid": 940,
    "ida": 813,
    "dad": 543,
    "ade": 327,
    "vali": 1583,
    "alid": 355,
    "lida": 941,
    "idad": 814,
    "dade": 544,
    "ade ": 328,
    "é": 1666,
    " é": 272,
    "é ": 1667,
    " é ": 273,
    "/": 283,
    "_/": 289,
    "/_": 284,
    "__/": 294,
    "_/_": 290,
    "/__": 285,
    "r__/": 1277,
    "__/_": 295,
    "_/__": 291,
    "/__n": 286,
    "br": 470,
    " ab": 6,
    "abr": 311,
    "bri": 473,
    "ril": 1330,
    " abr": 7,
    "abri": 312,
    "bril": 474,
    "ril ": 1331,
    "fim": 740,
    "im ": 829,
    " fim": 103,
    "fim ": 741,
    "zo": 1634,
    "raz": 1290,
    "azo": 435,
    "zo ": 1635,
    " pra": 207,
    "praz": 1248,
    "razo": 1291,
    "azo ": 436,
    "oi": 1129,
    " oi": 180,
    "oi ": 1130,
    " oi ": 181,
    "bom": 468,
    " bom": 48,
    "bom ": 469,
    "dia": 564,
    " dia": 76,
    "dia ": 565,
    "oa": 1105,
    "boa": 462,
    "oa ": 1106,
    " boa": 46,
    "boa ": 463,
    "rd": 1297,
    " ta": 239,
    "ard": 390,
    "rde": 1298,
    " tar": 240,
    "tard": 1466,
    "arde": 391,
    "rde ": 1299,
    "no": 1058,
    " no": 169,
    "noi": 1059,
    "oit": 1131,
    " noi": 170,
    "noit": 1060,
    "oite": 1132,
    " vi": 263,
    "viv": 1601,
    "iva": 886,
    " viv": 264,
    "viva": 1602,
    "iva ": 887,
    " ol": 185,
    "olá": 1147,
    " olá": 186,
    "olá ": 1148,
    "oas": 1107,
    "boas": 464,
    "oas ": 1108,
    "õ": 1687,
    "çõ": 1660,
    "õe": 1688,
    "sau": 1379,
    "aud": 422,
    "daç": 551,
    "açõ": 440,
    "çõe": 1661,
    "ões": 1689,
    " sau": 226,
    "saud": 1380,
    "auda": 423,
    "udaç": 1532,
    "daçõ": 552,
    "açõe": 441,
    "ções": 1662,
    "ões ": 1690,
    "y": 1621,
    "ey": 717,
    "y ": 1622,
    " he": 119,
    "hey": 788,
    "ey ": 718,
    " hey": 120,
    "hey ": 789,
    " x": 265,
    "xa": 1610,
    " xa": 266,
    "xau": 1611,
    " xau": 267,
    "xau ": 1612,
    "deu": 560,
    "eus": 709,
    "us ": 1562,
    " ade": 13,
    "adeu": 329,
    "deus": 561,
    "eus ": 710,
    "té": 1516,
    " at": 33,
    "até": 418,
    "té ": 1517,
    " até": 34,
    "até ": 419,
    "og": 1126,
    " lo": 147,
    "log": 954,
    "ogo": 1127,
    " log": 148,
    "logo": 955,
    "ogo ": 1128,
    "hã": 796,
    "ã ": 1647,
    " am": 22,
    "nhã": 1056,
    "hã ": 797,
    " ama": 23,
    "aman": 360,
    "manh": 975,
    "anhã": 373,
    "nhã ": 1057,
    "ev": 711,
    " br": 49,
    "bre": 471,
    "rev": 1323,
    "eve": 712,
    " bre": 50,
    "brev": 472,
    "reve": 1324,
    "eve ": 713,
    " á": 270,
    " á ": 271,
    "ima": 830,
    "xima": 1617,
    "ima ": 831,
    " si": 231,
    "sim": 1395,
    " sim": 232,
    "sim ": 1396,
    "cl": 512,
    " cl": 57,
    "cla": 513,
    "lar": 919,
    "aro": 398,
    " cla": 58,
    "clar": 514,
    "laro": 920,
    "aro ": 399,
    "are": 392,
    "ce-": 489,
    "pare": 1215,
    "arec": 393,
    "ece-": 603,
    "ce-m": 490,
    " be": 43,
    "bem": 453,
    " bem": 44,
    "bem ": 454,
    "cor": 530,
    "orr": 1183,
    "rre": 1358,
    "eto": 705,
    " cor": 63,
    "corr": 531,
    "orre": 1184,
    "rret": 1359,
    "reto": 1322,
    "eto ": 706,
    "ok": 1136,
    "ka": 909,
    "ay": 430,
    " ok": 182,
    "oka": 1138,
    "kay": 910,
    "ay ": 431,
    " oka": 184,
    "okay": 1139,
    "kay ": 911,
    "k ": 908,
    "ok ": 1137,
    " ok ": 183,
    "rt": 1360,
    "tí": 1518,
    "ís": 1674,
    "ert": 680,
    "rtí": 1361,
    "tís": 1519,
    "íss": 1675,
    " cer": 56,
    "cert": 500,
    "ertí": 681,
    "rtís": 1362,
    "tíss": 1520,
    "íssi": 1676,
    "ssim": 1417,
    "simo": 1397,
    "af": 334,
    " af": 15,
    "afi": 335,
    "mat": 978,
    "ati": 416,
    "tiv": 1490,
    "ivo": 890,
    "vo ": 1604,
    " afi": 16,
    "afir": 336,
    "rmat": 1341,
    "mati": 979,
    "ativ": 417,
    "tivo": 1491,
    "ivo ": 891,
    "op": 1178,
    "nop": 1061,
    "ope": 1179,
    "pe ": 1220,
    " nop": 171,
    "nope": 1062,
    "ope ": 1180,
    " nu": 172,
    "nun": 1088,
    "nca": 1020,
    " nun": 173,
    "nunc": 1089,
    "unca": 1556,
    "nca ": 1021,
    "ch": 504,
    "ach": 320,
    "cho": 505,
    " ach": 10,
    "acho": 321,
    "cho ": 506,
    "sto": 1434,
    "osto": 1192,
    "sto ": 1435,
    "nem": 1038,
    " nem": 168,
    "nem ": 1039,
    " is": 129,
    "iss": 869,
    " iss": 130,
    "isso": 870,
    "ta-": 1461,
    "cont": 529,
    "onta": 1174,
    "nta-": 1076,
    "ta-m": 1462,
    "pi": 1232,
    " pi": 200,
    "pia": 1233,
    "iad": 804,
    "ada": 325,
    " pia": 201,
    "piad": 1234,
    "iada": 805,
    "ada ": 326,
    "-ma": 279,
    "a-ma": 305,
    "-ma ": 280,
    "r-": 1271,
    "ar-": 386,
    "r-m": 1272,
    "tar-": 1465,
    "ar-m": 387,
    "r-me": 1273,
    "ot": 1194,
    " an": 24,
    "ane": 367,
    "ned": 1036,
    "edo": 614,
    "dot": 583,
    "ota": 1195,
    " ane": 25,
    "aned": 368,
    "nedo": 1037,
    "edot": 615,
    "dota": 584,
    "ota ": 1196
  },
  "response": null,
  "action_text": null
}