{
  "text": {
    "quais": 153,
    "são": 176,
    "as": 18,
    "receitas": 159,
    "disponíveis": 63,
    "mostra": 113,
    "me": 110,
    "que": 156,
    "tens": 179,
    "sabes": 166,
    "conheces": 49,
    "fazer": 79,
    "para": 132,
    "sugerir": 173,
    "mostrar": 114,
    "dar": 57,
    "ensinar": 70,
    "ajudar": 10,
    "indicar": 94,
    "recomendar": 160,
    "oferecer": 124,
    "apresentar": 17,
    "os": 129,
    "utensílios": 189,
    "precisos": 147,
    "necessários": 117,
    "esta": 72,
    "receita": 158,
    "preciso": 146,
    "mostre": 115,
    "ingredientes": 95,
    "quero": 157,
    "uma": 186,
    "de": 59,
    "bacalhau": 25,
    "__number__": 0,
    "lasanha": 99,
    "hoje": 92,
    "pasta": 136,
    "bolo": 30,
    "peixe": 138,
    "carne": 33,
    "dá": 67,
    "ajuda": 9,
    "comandos": 40,
    "como": 43,
    "posso": 144,
    "usar": 187,
    "o": 123,
    "assistente": 20,
    "podes": 141,
    "funciona": 85,
    "consegues": 50,
    "gostaria": 88,
    "sugestão": 174,
    "sugere": 172,
    "algo": 13,
    "repete": 162,
    "por": 142,
    "favor": 78,
    "repetir": 163,
    "não": 122,
    "percebi": 139,
    "compreendi": 46,
    "último": 199,
    "passo": 135,
    "seria": 170,
    "possivel": 143,
    "ouvi": 130,
    "primeiro": 148,
    "vamos": 192,
    "começar": 41,
    "com": 39,
    "a": 1,
    "let": 101,
    "s": 165,
    "go": 87,
    "cozinhar": 54,
    "vale": 190,
    "lá": 106,
    "avança": 22,
    "próximo": 152,
    "avançar": 23,
    "acabei": 3,
    "este": 74,
    "passa": 134,
    "seguinte": 169,
    "já": 97,
    "fiz": 82,
    "está": 75,
    "pronto": 150,
    "feito": 80,
    "done": 66,
    "tenho": 178,
    "na": 116,
    "despensa": 60,
    "diz": 64,
    "adiciona": 7,
    "ovos": 131,
    "à": 196,
    "kilos": 98,
    "peitos": 137,
    "frango": 83,
    "cebola": 34,
    "gramas": 90,
    "açúcar": 24,
    "litro": 104,
    "leite": 100,
    "alface": 11,
    "comprei": 47,
    "trouxe": 184,
    "do": 65,
    "supermercado": 175,
    "acrescenta": 5,
    "lê": 107,
    "código": 55,
    "barras": 26,
    "e": 68,
    "deste": 61,
    "produto": 149,
    "remove": 161,
    "da": 56,
    "retira": 164,
    "ml": 112,
    "usei": 188,
    "comi": 42,
    "maçãs": 109,
    "todos": 183,
    "limpa": 102,
    "gastei": 86,
    "todas": 181,
    "cebolas": 35,
    "todo": 182,
    "toda": 180,
    "lista": 103,
    "compras": 45,
    "fui": 84,
    "ao": 16,
    "tudo": 185,
    "faltava": 77,
    "estava": 73,
    "coloca": 38,
    "comprar": 44,
    "envia": 71,
    "meu": 111,
    "email": 69,
    "confirma": 48,
    "se": 168,
    "verifica": 193,
    "quantos": 155,
    "quantas": 154,
    "alfaces": 12,
    "há": 93,
    "existem": 76,
    "data": 58,
    "validade": 191,
    "é": 198,
    "abril": 2,
    "fim": 81,
    "prazo": 145,
    "oi": 125,
    "bom": 31,
    "dia": 62,
    "boa": 28,
    "tarde": 177,
    "noite": 119,
    "viva": 194,
    "olá": 128,
    "boas": 29,
    "saudações": 167,
    "hey": 91,
    "xau": 195,
    "adeus": 6,
    "até": 21,
    "logo": 105,
    "amanhã": 14,
    "breve": 32,
    "á": 197,
    "próxima": 151,
    "sim": 171,
    "claro": 37,
    "parece": 133,
    "bem": 27,
    "correto": 53,
    "okay": 127,
    "ok": 126,
    "certíssimo": 36,
    "afirmativo": 8,
    "nope": 120,
    "nunca": 121,
    "acho": 4,
    "gosto": 89,
    "assim": 19,
    "nem": 118,
    "isso": 96,
    "conta": 51,
    "piada": 140,
    "ma": 108,
    "contar": 52,
    "anedota": 15
  },
  "intent": {
    "ask_all_recipes": 4,
    "ask_for_tools": 7,
    "ask_for_ingredients": 6,
    "ask_specific_recipe": 15,
    "ask_help": 8,
    "ask_random_recipe": 11,
    "ask_repeat_step": 12,
    "ask_first_step": 5,
    "ask_next_step": 9,
    "ask_pantry": 10,
    "add_pantry": 0,
    "add_pantry_barcode": 1,
    "remove_pantry_barcode": 26,
    "remove_pantry": 25,
    "remove_all_pantry": 23,
    "remove_all_shopping_list": 24,
    "add_shopping_list": 2,
    "ask_shopping_list": 13,
    "send_shopping_list": 28,
    "ask_specific_pantry": 14,
    "get_quantity_ingredient": 19,
    "get_expiration_date": 18,
    "greet": 21,
    "goodbye": 20,
    "affirm": 3,
    "deny": 17,
    "joke": 22,
    "confirm_step": 16,
    "repeat_step": 27
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_confirm_step": 1,
    "action_random_recipe": 8,
    "action_repeat_step": 9,
    "action_specific_recipe": 13,
    "utter_affirm": 16,
    "utter_default": 17,
    "utter_deny": 18,
    "utter_goodbye": 19
  },
  "action_text": null,
  "intent_response_key": null
}